Repository: lailo/bowzer
Catalog: Bowzer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

# about.appDescription
source: A simple browser picker for macOS
de: Ein einfacher Browser-Auswähler für macOS
es: Un selector de navegador simple para macOS
fr: Un sélecteur de navigateur simple pour macOS
it: Un semplice selettore di browser per macOS
pt: Um seletor de navegador simples para macOS

# about.subtitle
source: Browser Picker for macOS
de: Browser-Auswähler für macOS
es: Selector de navegador para macOS
fr: Sélecteur de navigateur pour macOS
it: Selettore di browser per macOS
pt: Seletor de navegador para macOS

# accessibility.browserHint.activate
source: Activate to open in this browser
de: Aktivieren, um in diesem Browser zu öffnen
es: Activar para abrir en este navegador
fr: Activer pour ouvrir dans ce navigateur
it: Attiva per aprire in questo browser
pt: Ativar para abrir neste navegador

# accessibility.browserHint.numbered %lld
source: Press %lld to open in this browser
de: Drücken Sie %lld, um in diesem Browser zu öffnen
es: Presiona %lld para abrir en este navegador
fr: Appuyez sur %lld pour ouvrir dans ce navigateur
it: Premi %lld per aprire in questo browser
pt: Pressione %lld para abrir neste navegador

# accessibility.browserLabel %@ %@
source: %@, %@ profile
de: %@, Profil %@
es: %@, perfil %@
fr: %@, profil %@
it: %@, profilo %@
pt: %@, perfil %@

# browsers.dragToReorder
source: Drag to reorder, toggle to show/hide
de: Ziehen zum Neuordnen, umschalten zum Ein-/Ausblenden
es: Arrastrar para reordenar, alternar para mostrar/ocultar
fr: Glisser pour réordonner, basculer pour afficher/masquer
it: Trascina per riordinare, attiva/disattiva per mostrare/nascondere
pt: Arraste para reordenar, alterne para mostrar/ocultar

# browsers.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
pt: Atualizar

# browsers.usageCount
source: Used %lld times
de: %lld Mal verwendet
es: Usado %lld veces
fr: Utilisé %lld fois
it: Usato %lld volte
pt: Usado %lld vezes

# error.browserNotInstalled %@
source: %@ is not installed
de: %@ ist nicht installiert
es: %@ no está instalado
fr: %@ n'est pas installé
it: %@ non è installato
pt: %@ não está instalado

# error.executableNotFound %@
source: Browser executable not found at %@
de: Browser-Programm nicht gefunden unter %@
es: Ejecutable del navegador no encontrado en %@
fr: Exécutable du navigateur introuvable à %@
it: Eseguibile del browser non trovato in %@
pt: Executável do navegador não encontrado em %@

# error.launchAtLoginDisableFailed %@
source: Failed to disable launch at login: %@
de: Fehler beim Deaktivieren des Starts bei Anmeldung: %@
es: Error al desactivar el inicio de sesión: %@
fr: Échec de la désactivation du lancement à la connexion : %@
it: Impossibile disattivare l'avvio all'accesso: %@
pt: Falha ao desativar o início na inicialização: %@

# error.launchAtLoginEnableFailed %@
source: Failed to enable launch at login: %@
de: Fehler beim Aktivieren des Starts bei Anmeldung: %@
es: Error al activar el inicio de sesión: %@
fr: Échec de l'activation du lancement à la connexion : %@
it: Impossibile attivare l'avvio all'accesso: %@
pt: Falha ao ativar o início na inicialização: %@

# error.launchFailed %@ %@
source: Failed to launch %@: %@
de: Fehler beim Starten von %@: %@
es: Error al iniciar %@: %@
fr: Échec du lancement de %@ : %@
it: Impossibile avviare %@: %@
pt: Falha ao iniciar %@: %@

# error.noBrowsersFound
source: No supported browsers found on this system
de: Keine unterstützten Browser auf diesem System gefunden
es: No se encontraron navegadores compatibles en este sistema
fr: Aucun navigateur pris en charge trouvé sur ce système
it: Nessun browser supportato trovato su questo sistema
pt: Nenhum navegador compatível encontrado neste sistema

# error.profileConfigNotFound %@
source: Profile configuration not found for %@
de: Profilkonfiguration für %@ nicht gefunden
es: Configuración de perfil no encontrada para %@
fr: Configuration de profil introuvable pour %@
it: Configurazione profilo non trovata per %@
pt: Configuração de perfil não encontrada para %@

# error.profileParsingFailed %@ %@
source: Failed to parse %@ profiles: %@
de: Fehler beim Parsen der %@-Profile: %@
es: Error al analizar los perfiles de %@: %@
fr: Échec de l'analyse des profils %@ : %@
it: Impossibile analizzare i profili di %@: %@
pt: Falha ao analisar os perfis de %@: %@

# error.settingsDecodingFailed
source: Failed to load settings
de: Fehler beim Laden der Einstellungen
es: Error al cargar la configuración
fr: Échec du chargement des paramètres
it: Impossibile caricare le impostazioni
pt: Falha ao carregar as configurações

# error.settingsEncodingFailed
source: Failed to save settings
de: Fehler beim Speichern der Einstellungen
es: Error al guardar la configuración
fr: Échec de l'enregistrement des paramètres
it: Impossibile salvare le impostazioni
pt: Falha ao salvar as configurações

# menu.about
source: About Bowzer
de: Über Bowzer
es: Acerca de Bowzer
fr: À propos de Bowzer
it: Informazioni su Bowzer
pt: Sobre o Bowzer

# menu.quit
source: Quit Bowzer
de: Bowzer beenden
es: Salir de Bowzer
fr: Quitter Bowzer
it: Esci da Bowzer
pt: Encerrar Bowzer

# menu.settings
source: Settings...
de: Einstellungen …
es: Configuración…
fr: Réglages…
it: Impostazioni…
pt: Configurações…

# picker.noBrowsersVisible
source: No browsers visible
de: Keine Browser sichtbar
es: No hay navegadores visibles
fr: Aucun navigateur visible
it: Nessun browser visibile
pt: Nenhum navegador visível

# picker.openSettings
source: Press , to open settings
de: Drücken Sie , um Einstellungen zu öffnen
es: Presiona , para abrir configuración
fr: Appuyez sur , pour ouvrir les réglages
it: Premi , per aprire le impostazioni
pt: Pressione , para abrir configurações

# preferences.display
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizzazione
pt: Exibição

# preferences.launchAtLogin
source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al arrancar
fr: Lancer à la connexion
it: Avvia all'accesso
pt: Iniciar ao fazer login

# preferences.menuBarHint
source: Press , in the picker or reopen the app to access Settings
de: Drücken Sie , im Picker oder öffnen Sie die App erneut, um auf Einstellungen zuzugreifen
es: Presiona , en el selector o reabre la app para acceder a Configuración
fr: Appuyez sur , dans le sélecteur ou rouvrez l'app pour accéder aux Réglages
it: Premi , nel selettore o riapri l'app per accedere alle Impostazioni
pt: Pressione , no seletor ou reabra o app para acessar Configurações

# preferences.showMenuBarIcon
source: Show menu bar icon
de: Symbol in der Menüleiste anzeigen
es: Mostrar icono en la barra de menús
fr: Afficher l'icône dans la barre des menus
it: Mostra icona nella barra dei menu
pt: Mostrar ícone na barra de menus

# preferences.showProfileLabels
source: Show profile labels
de: Profilbeschriftungen anzeigen
es: Mostrar etiquetas de perfil
fr: Afficher les libellés de profil
it: Mostra etichette profilo
pt: Mostrar rótulos de perfil

# preferences.startup
source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
pt: Inicialização

# recovery.checkLoginItems
source: Check System Preferences > Login Items
de: Überprüfen Sie Systemeinstellungen > Anmeldeobjekte
es: Revisa Preferencias del Sistema > Elementos de inicio
fr: Vérifiez Préférences Système > Ouverture
it: Controlla Preferenze di Sistema > Elementi login
pt: Verifique Preferências do Sistema > Itens de Login

# recovery.installBrowser
source: Install the browser or refresh the browser list
de: Installieren Sie den Browser oder aktualisieren Sie die Browser-Liste
es: Instala el navegador o actualiza la lista de navegadores
fr: Installez le navigateur ou actualisez la liste des navigateurs
it: Installa il browser o aggiorna l'elenco dei browser
pt: Instale o navegador ou atualize a lista de navegadores

# recovery.installSupportedBrowser
source: Install a supported browser (Safari, Chrome, Firefox, Edge, Brave, or Arc)
de: Installieren Sie einen unterstützten Browser (Safari, Chrome, Firefox, Edge, Brave oder Arc)
es: Instala un navegador compatible (Safari, Chrome, Firefox, Edge, Brave o Arc)
fr: Installez un navigateur pris en charge (Safari, Chrome, Firefox, Edge, Brave ou Arc)
it: Installa un browser supportato (Safari, Chrome, Firefox, Edge, Brave o Arc)
pt: Instale um navegador compatível (Safari, Chrome, Firefox, Edge, Brave ou Arc)

# recovery.launchBrowserFirst
source: The browser may need to be launched at least once to create its profile
de: Der Browser muss möglicherweise zuerst gestartet werden, um sein Profil zu erstellen
es: Es posible que el navegador deba iniciarse al menos una vez para crear su perfil
fr: Le navigateur doit peut-être être lancé au moins une fois pour créer son profil
it: Potrebbe essere necessario avviare il browser almeno una volta per creare il suo profilo
pt: O navegador pode precisar ser iniciado pelo menos uma vez para criar seu perfil

# recovery.refreshBrowserList
source: Try refreshing the browser list
de: Versuchen Sie, die Browser-Liste zu aktualisieren
es: Intenta actualizar la lista de navegadores
fr: Essayez d'actualiser la liste des navigateurs
it: Prova ad aggiornare l'elenco dei browser
pt: Tente atualizar a lista de navegadores

# recovery.refreshOrReinstall
source: Try refreshing the browser list or reinstalling the browser
de: Versuchen Sie, die Browser-Liste zu aktualisieren oder den Browser neu zu installieren
es: Intenta actualizar la lista de navegadores o reinstalar el navegador
fr: Essayez d'actualiser la liste des navigateurs ou de réinstaller le navigateur
it: Prova ad aggiornare l'elenco dei browser o a reinstallare il browser
pt: Tente atualizar a lista de navegadores ou reinstalar o navegador

# recovery.settingsReset
source: Settings will be reset to defaults
de: Einstellungen werden auf Standardwerte zurückgesetzt
es: La configuración se restablecerá a los valores predeterminados
fr: Les paramètres seront réinitialisés aux valeurs par défaut
it: Le impostazioni verranno ripristinate ai valori predefiniti
pt: As configurações serão redefinidas para os padrões

# setup.defaultBrowser
source: Default Browser
de: Standardbrowser
es: Navegador predeterminado
fr: Navigateur par défaut
it: Browser predefinito
pt: Navegador padrão

# setup.defaultBrowserDescription
source: Set Bowzer as your default browser to intercept links from other applications.
de: Legen Sie Bowzer als Ihren Standardbrowser fest, um Links aus anderen Anwendungen abzufangen.
es: Configura Bowzer como tu navegador predeterminado para interceptar enlaces de otras aplicaciones.
fr: Définissez Bowzer comme votre navigateur par défaut pour intercepter les liens d'autres applications.
it: Imposta Bowzer come browser predefinito per intercettare i link da altre applicazioni.
pt: Defina o Bowzer como seu navegador padrão para interceptar links de outros aplicativos.

# setup.howItWorks
source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
pt: Como funciona

# setup.howItWorksDescription1
source: When you click a link, Bowzer shows a picker at your cursor.
de: Wenn Sie auf einen Link klicken, zeigt Bowzer einen Auswähler an Ihrem Cursor.
es: Cuando haces clic en un enlace, Bowzer muestra un selector en tu cursor.
fr: Lorsque vous cliquez sur un lien, Bowzer affiche un sélecteur à votre curseur.
it: Quando clicchi su un link, Bowzer mostra un selettore al tuo cursore.
pt: Quando você clica em um link, o Bowzer mostra um seletor no seu cursor.

# setup.howItWorksDescription2
source: Press 1-9 to quickly select a browser, or Escape to cancel.
de: Drücken Sie 1-9, um schnell einen Browser auszuwählen, oder Escape zum Abbrechen.
es: Presiona 1-9 para seleccionar rápidamente un navegador, o Escape para cancelar.
fr: Appuyez sur 1-9 pour sélectionner rapidement un navigateur, ou Échap pour annuler.
it: Premi 1-9 per selezionare rapidamente un browser, o Esc per annullare.
pt: Pressione 1-9 para selecionar rapidamente um navegador, ou Escape para cancelar.

# setup.openSystemSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Configuración del Sistema
fr: Ouvrir les Réglages Système
it: Apri Impostazioni di Sistema
pt: Abrir Configurações do Sistema

# tabs.browsers
source: Browsers
de: Browser
es: Navegadores
fr: Navigateurs
it: Browser
pt: Navegadores

# tabs.preferences
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
pt: Preferências

# tabs.setup
source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
it: Configurazione
pt: Configuração

# window.about
source: About Bowzer
de: Über Bowzer
es: Acerca de Bowzer
fr: À propos de Bowzer
it: Informazioni su Bowzer
pt: Sobre o Bowzer

# window.settings
source: Bowzer Settings
de: Bowzer Einstellungen
es: Configuración de Bowzer
fr: Réglages Bowzer
it: Impostazioni Bowzer
pt: Configurações do Bowzer

# about.version %@
source: Version %@
es: Versión %@
it: Versione %@
pt: Versão %@

# about.version %@ (%@)
source: Version %@ (%@)
es: Versión %@ (%@)
it: Versione %@ (%@)
pt: Versão %@ (%@)
